<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/26 13:47:09
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "പാസ്വേഡ് പുനഃസജ്ജമാക്കുക");
define("LAN_02", "ക്ഷമിക്കണം, ഇമെയിൽ അയയ്ക്കാൻ കഴിയുന്നില്ല - പ്രധാന സൈറ്റ് അഡ്മിനിസ്ട്രേറ്ററുമായി ബന്ധപ്പെടുക.");
define("LAN_03", "പാസ്വേഡ് പുനഃസജ്ജമാക്കുക");
define("LAN_05", "നിങ്ങളുടെ പാസ്വേഡ് പുനഃസജ്ജമാക്കുന്നതിന് ഇനിപ്പറയുന്ന വിവരങ്ങൾ ദയവായി നൽകുക");
define("LAN_06", "പാസ്വേഡ് പുനഃസജ്ജമാക്കാൻ ശ്രമിച്ചു");
define("LAN_07", "ഐ.പി. വിലാസം ഉള്ള ആരോ");
define("LAN_08", "പ്രധാന അഡ്മിൻ പാസ്വേഡ് പുനഃസജ്ജമാക്കാൻ ശ്രമിച്ചു.");
define("LAN_09", "പാസ്വേഡ് പുനഃസജ്ജമാക്കി ഇതിൽ നിന്നും");
define("LAN_112", "ഈ സൈറ്റിൽ രജിസ്റ്റർ ചെയ്ത ഇമെയിൽ വിലാസം");
define("LAN_213", "ആ ഉപയോക്തൃനാമം / ഇമെയിൽ വിലാസം ഡാറ്റാബേസിൽ കണ്ടെത്താനായില്ല.");
define("LAN_214", "പാസ്വേഡ് പുനഃസജ്ജമാക്കാനാവില്ല");
define("LAN_218", "നിങ്ങളുടെ ഉപയോക്തൃനാമം:");
define("LAN_FPW1", "ഉപയോക്തൃനാമം");
define("LAN_FPW4", "ഈ പാസ്വേർഡ് പുനസജ്ജീകരിനുള്ള അഭ്യർത്ഥന ആരംഭിക്കുവാനായി നിങ്ങൾക്ക് ഈ മെയിൽ അയച്ചിട്ടുണ്ട് ഇത് ലഭിച്ചിട്ടില്ലെങ്കിൽ, ദയവായി സഹായത്തിനായി സൈറ്റ് അഡ്മിനിസ്ട്രേറ്ററെ ബന്ധപ്പെടുക.");
define("LAN_FPW5", "നിങ്ങളുടെ പാസ്വേഡ് പുനഃസജ്ജമാക്കുന്നതിനുള്ള ഒരു അഭ്യർത്ഥന");
define("LAN_FPW6", "നിങ്ങളുടെ പാസ്വേഡ് പുനഃസജ്ജമാക്കാൻ അനുവദിക്കുന്ന ഒരു ലിങ്ക് ഉൾപ്പെടുന്ന ഒരു ഇമെയിൽ അയച്ചിട്ടുണ്ട്.");
define("LAN_FPW7", "ഇത് നിങ്ങളുടെ പാസ്വേഡ് പുനഃസജ്ജമാക്കുന്നതിനുള്ള സാധുവായ ഒരു ലിങ്ക് അല്ല. <br /> കൂടുതൽ വിശദാംശങ്ങൾക്കായി സൈറ്റ് അഡ്മിനിസ്ട്രേറ്ററെ ബന്ധപ്പെടുക.");
define("LAN_FPW8", "താങ്കളുടെ പാസ്വേഡ് വിജയകരമായി മാറ്റിയിരിക്കുന്നു.");
define("LAN_FPW9", "പുതിയ പാസ്വേഡ് ഇതാണ്:");
define("LAN_FPW10", "ദയവായി");
define("LAN_FPW11", "ഇപ്പോൾ ലോഗിൻ ചെയ്യുക");
define("LAN_FPW12", "സുരക്ഷാ ഉദ്ദ്യേശ്യങ്ങളാൽ നിങ്ങളുടെ പാസ്വേഡ് ഉടനടി മാറ്റുക.");
define("LAN_FPW13", "ദയവായി നിങ്ങളുടെ പാസ്വേഡ് സാധൂകരിക്കുന്നതിനായുള്ള ഇമെയിലിലെ നിർദ്ദേശങ്ങൾ പാലിക്കുക.");
define("LAN_FPW14", "പിന്നിൽ പരാമർശിച്ചിരിക്കുന്ന ഐ.പി. ഉള്ള ഒരാൾ സമർപ്പിച്ചിട്ടുണ്ട്");
define("LAN_FPW15", "ഇതിനർത്ഥം നിങ്ങളുടെ പാസ്വേഡ് പുനഃസജ്ജമാക്കി എന്നല്ല. പുനഃസജ്ജീകരണ പ്രക്രിയ പൂർത്തിയാക്കുന്നതിന് ചുവടെ കാണിച്ചിരിക്കുന്ന ലിങ്കിൽ നിങ്ങൾ നാവിഗേറ്റുചെയ്യേണ്ടതുണ്ട്.");
define("LAN_FPW16", " നിങ്ങളുടെ പാസ്വേഡ് പുനഃസജ്ജീകരിക്കാൻ നിങ്ങൾ അഭ്യർത്ഥിച്ചില്ലെങ്കിൽ അത് പുനഃസജ്ജമാക്കണമെന്നില്ലെങ്കിൽ, നിങ്ങൾക്ക് ഈ ഇമെയിൽ അവഗണിക്കാം");
define("LAN_FPW17", "ചുവടെയുള്ള ലിങ്ക് 48 മണിക്കൂർ വരെ സാധുതയുള്ളതാണ്.");
define("LAN_FPW18", "പാസ്വേഡ് പുനഃസജ്ജീകരിക്കാൻ അഭ്യർത്ഥിച്ചു");
define("LAN_FPW19", "ഇമെയിൽ അയയ്ക്കുന്നത് പരാജയപ്പെട്ടു");
define("LAN_FPW20", "ഇമെയിൽ അയയ്ക്കുന്നത് വിജയിച്ചു");
define("LAN_FPW21", "പാസ്വേഡ് പുനഃസജ്ജീകരണ ലിങ്കിൽ ഉപയോക്താവ് ക്ലിക്ക് ചെയ്തു");
define("LAN_FPW_100", "നിങ്ങളുടെ പാസ്വേഡ് മറന്നോ?");
define("LAN_FPW_101", "വിഷമിക്കേണ്ടതില്ല. ചുവടെ നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക, പാസ്വേഡ് വീണ്ടെടുക്കലിനായി നിങ്ങൾക്ക് ഒരു നിർദ്ദേശ ഇമെയിൽ ഞങ്ങൾ അയയ്ക്കും.");
define("LAN_FPW_102", "പാസ്വേഡ് പുനഃസജ്ജമാക്കുക");


?>