<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/26 05:05:20
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("LAN_LOGIN_1", "ഉപയോക്തൃ നാമം");
define("LAN_LOGIN_2", "ഉപയോക്തൃ പാസ്വേഡ്");
define("LAN_LOGIN_3", "സംരക്ഷിത സെർവർ");
define("LAN_LOGIN_4", "ദയവായി പ്രവേശിക്കുക");
define("LAN_LOGIN_5", "സൈനപ്പ് ചെയ്യുന്നതിന് ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_LOGIN_6", "പുതിയ അംഗങ്ങളെ ഇപ്പോൾ സ്വീകരുന്നില്ല");
define("LAN_LOGIN_7", "ദൃശ്യമായ കോഡ് നൽകുക");
define("LAN_LOGIN_8", "എന്നെ ഓർക്കണം");
define("LAN_LOGIN_9", "ലോഗിൻ");
define("LAN_LOGIN_10", "ലോഗിൻ ചെയ്യാൻ ക്ലിക്കുചെയ്യുക");
define("LAN_LOGIN_11", "പുതിയ ഉപയോക്താവായി രജിസ്റ്റർ ചെയ്യുക");
define("LAN_LOGIN_12", "പാസ്വേഡ് മറന്നു");
define("LAN_LOGIN_13", "ചിത്രത്തിൽ ഉള്ള ടെക്സ്റ്റ് നൽകുക");
define("LAN_LOGIN_14", "അംഗീകരിക്കാത്ത ഉപയോക്തൃ നാമം ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാൻ ഉപയോക്താവ് ശ്രമിച്ചു");
define("LAN_LOGIN_15", "ഉപയോക്താവ് തെറ്റായ പാസ്വേഡ് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാൻ ശ്രമിച്ചു");
define("LAN_LOGIN_16", "ഉപയോക്താവ് ഉപയോഗത്തിലുള്ള ഉപയോക്തൃനാമം / പാസ്വേഡ് കോമ്പിനേഷൻ ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാൻ ശ്രമിച്ചു");
define("LAN_LOGIN_17", "ഉപയോക്തൃ പാസ്വേഡ് (hashed)");
define("LAN_LOGIN_18", "യാന്ത്രിക-നിരോധനം: [x] കൂടുതൽ പരാജയപ്പെട്ട ലോഗിൻ ശ്രമങ്ങൾ");
define("LAN_LOGIN_19", "> 10 ലോഗിൻ ശ്രമങ്ങൾ പരാജയപ്പെട്ടു");
define("LAN_LOGIN_20", "ആവശ്യമുള്ള ഫീൽഡ് (കൾ) ശൂന്യമായിപ്പോയി ");
define("LAN_LOGIN_21", "തെറ്റായ ലോഗിൻ. നൽകിയ ഡാറ്റ ഒരു രജിസ്റ്റർ ചെയ്ത ഉപയോക്താവുമായി പൊരുത്തപ്പെടുന്നില്ല. ഈ സൈറ്റിലെ ലോഗിൻ case sensitive ആണ് CAPS-LOCK സജീവമാണോ എന്നു പരിശോധിക്കുക.");
define("LAN_LOGIN_22", "നിങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ട് സജീവമാക്കിയിട്ടില്ല. നിങ്ങളുടെ അക്കൗണ്ട് എങ്ങനെ സ്ഥിരീകരിക്കണമെന്ന നിർദ്ദേശങ്ങളടങ്ങിയ ഒരു ഇമെയിൽ നിങ്ങൾക്ക് ലഭിച്ചിരിക്കണം. ഇല്ലെങ്കിൽ, ദയവായി ഇവിടെ [ഇവിടെ] ക്ലിക്കുചെയ്യുക.");
define("LAN_LOGIN_23", "തെറ്റായ കോഡ് നൽകി.");
define("LAN_LOGIN_24", "ആ ഉപയോക്തൃനാമം / പാസ്വേഡ് ജോഡി ഇതിനകം ഉപയോഗത്തിലാണ്.");
define("LAN_LOGIN_25", "നിരോധിച്ച ഉപയോക്താവ് ലോഗിൻ ചെയ്യാൻ ശ്രമിച്ചു");
define("LAN_LOGIN_26", "ലോഗിൻ പരാജയം - കാരണം അജ്ഞാതമാണ്");
define("LAN_LOGIN_27", "സ്ഥിരീകരണ ഈമെയിലിനോട് പ്രതികരിക്കുന്നതിനുമുന്പ് ലോഗിൻ ചെയ്യാൻ ഉപയോക്താവ് ശ്രമിച്ചിരിക്കുന്നു");
define("LAN_LOGIN_28", "ഇമെയിൽ");
define("LAN_LOGIN_29", "ഉപയോക്തൃനാമം അല്ലെങ്കിൽ ഇമെയിൽ");
define("LAN_LOGIN_30", "DB- ൽ പുതിയ alt_auth ഉപയോക്താവിനെ ചേർക്കുന്നതിൽ പിശക്");
define("LAN_LOGIN_31", "നിങ്ങളുടെ യോഗ്യതാപത്രങ്ങൾ സിസ്റ്റത്തിലേക്ക് ചേർക്കാൻ കഴിഞ്ഞില്ല");
define("LAN_LOGIN_32", "നിങ്ങൾ ഇപ്പോൾ മുഖ്യ അഡ്മിൻ ആയി ലോഗിൻ ചെയ്തിരിക്കുന്നതിനാലാണ് ഈ സന്ദേശം നിങ്ങൾ കാണുന്നത്.  ");
define("LAN_LOGIN_33", "[ഹോംപേജിലേക്ക് മടങ്ങുക]");
define("LAN_LOGIN_34", "ഉപയോക്തൃ രജിസ്ട്രേഷൻ കൂടാതെ / അല്ലെങ്കിൽ ലോഗിൻ നിലവിൽ അപ്രാപ്തമാക്കിയിരിക്കുന്നു.");
define("LAN_LOGIN_35", "[ഇത് പ്രാപ്തമാക്കുക]");


?>