<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/26 18:38:45
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "വാർത്ത");
define("LAN_NEWS_1", "നിശ്ചിത അംഗങ്ങൾക്ക് മാത്രമുള്ള വാർത്തകൾ");
define("LAN_NEWS_2", "ഈ വാർത്ത കാണാൻ നിങ്ങൾക്ക് അനുവാദമില്ല");
define("LAN_NEWS_9", "ശീർഷകം മാത്രം സജ്ജീകരിച്ചിരിക്കുന്നു - <b> വാർത്താ തലക്കെട്ട് മാത്രം കാണിക്കും </ b> <br />");
define("LAN_NEWS_10", "ഈ വാർത്താ പോസ്റ്റ് <b>നിഷ്ക്രിയമാണ്</ b> (ഇത് മുൻപേജിൽ കാണിക്കില്ല).");
define("LAN_NEWS_11", "ഈ വാർത്താ പോസ്റ്റ് <b>സജീവമാണ്</ b> (ഇത് മുൻപേജിൽ കാണിക്കും).");
define("LAN_NEWS_12", "അഭിപ്രായങ്ങൾ <b>ഓൺ</ b> ആണ്. ");
define("LAN_NEWS_13", "അഭിപ്രായങ്ങൾ <b>ഓഫ്</ b> ആണ്.");
define("LAN_NEWS_14", "<br />സജീവമാക്കൽ ദൈർഘ്യം:");
define("LAN_NEWS_15", "ശരീരത്തിന്റെ നീളം:");
define("LAN_NEWS_16", "വിപുലീകൃത ദൈർഘ്യം:");
define("LAN_NEWS_17", "ബി.");
define("LAN_NEWS_18", "വിവരം:");
define("LAN_NEWS_19", "ഇപ്പോൾ");
define("LAN_NEWS_23", "വാർത്താ വിഭാഗങ്ങൾ");
define("LAN_NEWS_24", "ഈ വാർത്തയുടെ പി.ഡി.എഫ് സൃഷ്ടിക്കൂ");
define("LAN_NEWS_31", "സ്റ്റിക്കി വാർത്താ ഇനം");
define("LAN_NEWS_82", "വാർത്ത - വിഭാഗം");
define("LAN_NEWS_83", "ഇപ്പോൾ വാർത്താ ഇനങ്ങളൊന്നുമില്ല - ദയവായി ഉടൻ വീണ്ടും പരിശോധിക്കുക.");
define("LAN_NEWS_84", "വാർത്താ അവലോകനത്തിലേക്ക് മടങ്ങുക");
define("LAN_NEWS_85", "വിഭാഗത്തിന്റെ അവലോകനത്തിലേക്ക് മടങ്ങുക");
define("LAN_NEWS_86", "പഴയ വാർത്തകൾ");
define("LAN_NEWS_87", "പുതിയ വാർത്ത");
define("LAN_NEWS_462", "നിർദ്ദിഷ്ട മാസത്തിനായുള്ള വാർത്താ ഇനങ്ങളൊന്നുമില്ല");
define("LAN_NEWS_463", "നിർദ്ദിഷ്ട വിഭാഗത്തിനായി വാർത്താ ഇനങ്ങളൊന്നും ഇല്ല - ഉടൻ വീണ്ടും പരിശോധിക്കുക.");
define("LAN_NEWS_100", "ഓൺ");
define("LAN_NEWS_307", "ഈ വിഭാഗത്തിലെ ആകെ പോസ്റ്റുകൾ:");
define("LAN_NEWS_308", "ഒരുപക്ഷേ നിങ്ങൾ താഴെകാണുന്ന ഏതെങ്കിലും വാർത്താ ഇനങ്ങളിലൊന്ന് തിരയുകയാണോ? ");


?>