<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/26 04:05:00
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "പിശക്");
define("LAN_ERROR_TITLE", "ശ്ശോ!");
define("LAN_ERROR_1", "പിശക് 401 - പ്രാമാണീകരണം പരാജയപ്പെട്ടു");
define("LAN_ERROR_2", "നിങ്ങൾ അഭ്യർത്ഥിച്ച URL ലഭ്യമാകാൻ ശരിയായ ഉപയോക്തൃനാമവും പാസ്വേഡും ആവശ്യമാണ്. ഒന്നുകിൽ നിങ്ങൾ തെറ്റായ ഉപയോക്തൃനാമം / പാസ്വേഡ് നൽകി, അല്ലെങ്കിൽ നിങ്ങളുടെ ബ്രൗസർ ഈ സവിശേഷതയെ പിന്തുണയ്ക്കുന്നില്ല.");
define("LAN_ERROR_3", "ഈ പിശക് പേജ് തെറ്റായാണ് കാണിച്ചിരിക്കുന്നത് എന്ന് കരുതുന്നുണ്ടെങ്കിൽ ദയവായി റഫറൻസ് പേജിൻറെ അഡ്മിനിസ്ട്രേറ്ററെ അറിയിക്കുക.");
define("LAN_ERROR_4", "പിശക് 403 - പ്രവേശനം നിരോധിച്ചിരിക്കുന്നു");
define("LAN_ERROR_5", "നിങ്ങൾ അഭ്യർത്ഥിച്ച URL അല്ലെങ്കിൽ ലിങ്ക് വീണ്ടെടുക്കാൻ നിങ്ങൾക്ക് അനുമതിയില്ല.");
define("LAN_ERROR_6", "ഈ പിശക് പേജ് തെറ്റായാണ് കാണിച്ചിരിക്കുന്നത് എന്ന് കരുതുന്നുണ്ടെങ്കിൽ ദയവായി റഫറൻസ് പേജിൻറെ അഡ്മിനിസ്ട്രേറ്ററെ അറിയിക്കുക.");
define("LAN_ERROR_7", "പിശക് 404 - ലിഖിതം കണ്ടെത്തിയില്ല");
define("LAN_ERROR_9", "ഈ പിശക് സന്ദേശം തെറ്റായാണ് കാണിക്കുന്നതെന്ന് കരുതുന്ന പക്ഷം ദയവായി റഫറൻസ് പേജിൻറെ അഡ്മിനിസ്ട്രേറ്ററെ അറിയിക്കുക.");
define("LAN_ERROR_10", "പിശക് 500 - സെർവർ ആന്തരിക പിശക്");
define("LAN_ERROR_11", "സെർവർ ആന്തരികമായതോ അല്ലെങ്കിൽ തെറ്റായ വിന്യാസത്താലോ ഉള്ള ഒരു പിശക് നേരിട്ടു, നിങ്ങളുടെ അഭ്യർത്ഥന പൂർത്തിയാക്കാൻ കഴിഞ്ഞില്ല");
define("LAN_ERROR_12", "ഈ പിശക് പേജ് തെറ്റായാണ് കാണിച്ചിരിക്കുന്നത് എന്ന് കരുതുന്നുണ്ടെങ്കിൽ ദയവായി റഫറൻസ് പേജിൻറെ അഡ്മിനിസ്ട്രേറ്ററെ അറിയിക്കുക.");
define("LAN_ERROR_13", "പിശക് - അജ്ഞാതം");
define("LAN_ERROR_14", "സെർവർ ഒരു പിശക് നേരിട്ടു");
define("LAN_ERROR_15", "ഈ പിശക് പേജ് തെറ്റായാണ് കാണിച്ചിരിക്കുന്നത് എന്ന് കരുതുന്നുണ്ടെങ്കിൽ ദയവായി റഫറൻസ് പേജിൻറെ അഡ്മിനിസ്ട്രേറ്ററെ അറിയിക്കുക.");
define("LAN_ERROR_16", "സമീപിക്കുവാനുള്ള നിങ്ങളുടെ നിഷ്‌ഫലമായ ശ്രമം");
define("LAN_ERROR_17", "രേഖപ്പെടുത്തപ്പെട്ടു.");
define("LAN_ERROR_18", "പ്രത്യക്ഷമായും, നിങ്ങളെ  ഇങ്ങോട്ടു പ്രതിനിര്‍ദ്ദേശിക്കപെട്ട വഴി");
define("LAN_ERROR_19", "നിർഭാഗ്യവശാൽ ആ വിലാസത്തിൽ കാലഹരണപ്പെട്ട ഒരു ലിങ്കുണ്ട്.");
define("LAN_ERROR_20", "ഈ സൈറ്റിന്റെ ഹോംപേജിലേക്ക് പോകുവാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുക");
define("LAN_ERROR_21", "അഭ്യർത്ഥിച്ച URL ഈ സെർവറിൽ കണ്ടെത്താൻ കഴിഞ്ഞില്ല. നിങ്ങൾ പിന്തുടർന്ന ലിങ്ക് മിക്കവാറും കാലഹരണപ്പെട്ടു.");
define("LAN_ERROR_22", "ഈ സൈറ്റിന്റെ തിരയൽ പേജിലേക്ക് പോകാൻ ദയവായി ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_ERROR_23", "ആക്സസ് ചെയ്യാനുള്ള നിങ്ങളുടെ ശ്രമം");
define("LAN_ERROR_24", "പരാജയപ്പെട്ടു.");
define("LAN_ERROR_25", "[1]: ഡേറ്റാബേസിൽ നിന്നുള്ള കോർ പ്രഥമഗണനകൾ വായിക്കാൻ കഴിയുന്നില്ല - കോർ പ്രഥമഗണനകൾ നിലവിലുണ്ട്, പക്ഷേ ഇത് unserialize ചെയ്യാൻ സാധിക്കുന്നില്ല. കോർ ബാക്കപ്പ് പുനഃസ്ഥാപിക്കാൻ ശ്രമിക്കുന്നു ...");
define("LAN_ERROR_26", "[2]: ഡേറ്റാബെയിസിലുള്ള കോർ പ്രഥമഗണനകൾ വായിക്കാനാവുന്നില്ല - ഇത് നിലവിലില്ലാത്ത കോർ സെറ്റിംഗ്സ് ആണ്.");
define("LAN_ERROR_27", "[3]: കോർ പ്രഥമഗണനകൾ സംരക്ഷിച്ചു - ബാക്കപ്പ് സജീവമാക്കി.");
define("LAN_ERROR_28", "[4]: കോർ ബാക്കപ്പ് കണ്ടെത്തിയില്ല. നിങ്ങളുടെ ഡാറ്റാബേസിൽ സാധുവായ ഉള്ളടക്കമുണ്ടെന്ന് പരിശോധിക്കുക.");
define("LAN_ERROR_29", "[5]: ഫീൽഡ് (കൾ) ശൂന്യമായി ശേഷിപ്പിച്ചിരിക്കുന്നു. ആവശ്യമായ ഫീൽഡുകൾ പൂരിപ്പിച്ചുകൊണ്ടു ഫോം വീണ്ടും സമർപ്പിക്കുക.");
define("LAN_ERROR_30", "[6]: MySQL- ലേക്ക് സാധുവായ കണക്ഷൻ സൃഷ്ടിക്കാനാവില്ല. നിങ്ങളുടെ e107_config.php - ഇൽ ശരിയായ വിവരങ്ങൾ അടങ്ങിയിട്ടുണ്ടോയെന്ന് പരിശോധിക്കുക.");
define("LAN_ERROR_31", "[7]: MySQ പ്രവർത്തിക്കുന്നുവെങ്കിലും ഡാറ്റാബേസ് [x] എന്നതിലേക്ക് ബന്ധം സ്ഥാപിക്കുവാൻ കഴിഞ്ഞില്ല. <br /> ദയവായി അത് ഉണ്ട് എന്ന് പരിശോധിക്കുകയും നിങ്ങളുടെ കോൺഫിഗറേഷൻ ഫയലിൽ ശരിയായ വിവരങ്ങൾ അടങ്ങിയട്ടുണ്ടെന്നു ഉറപ്പുവരുത്തുകയും ചെയ്യുക.");
define("LAN_ERROR_32", "അപ്ഗ്രേഡ് പൂർത്തിയാക്കുന്നതിനായി, താഴെ പറയുന്ന ടെക്സ്റ്റ് നിങ്ങളുടെ e107_config.php ഫയലിലേക്കു പകർത്തുക:");
define("LAN_ERROR_33", "പിശക് പ്രോസസ്സ് ചെയ്യുന്നു! സാധാരണയായി, ഞാൻ ഹോം പേജിലേക്ക് റീഡയറക്ട് ചെയ്യും.");
define("LAN_ERROR_34", "അജ്ഞാത പിശക്! നിങ്ങൾ ഇത് കണ്ട സൈറ്റ് അഡ്മിനിസ്ട്രേറ്ററെ അറിയിക്കുക:");
define("LAN_ERROR_35", "പിശക് 400 - മോശം അഭ്യർത്ഥന");
define("LAN_ERROR_36", "നിങ്ങൾ ആക്സസ് ചെയ്യാൻ ശ്രമിക്കുന്ന വെബ് പേജിൽ ഒരു ഫോർമാറ്റിംഗ് പിശക് ഉണ്ട്.");
define("LAN_ERROR_37", "പിശക് ഐക്കൺ");
define("LAN_ERROR_38", "ക്ഷമിക്കണം, താൽക്കാലിക പിശക് കാരണം സൈറ്റ് ലഭ്യമല്ല");
define("LAN_ERROR_39", "കുറച്ച് മിനിറ്റിനുള്ളിൽ വീണ്ടും ശ്രമിക്കുക");
define("LAN_ERROR_40", "പ്രശ്നം തുടരുകയാണെങ്കിൽ, ദയവായി സൈറ്റ് അഡ്മിനിസ്ട്രേറ്ററെ ബന്ധപ്പെടുക");
define("LAN_ERROR_41", "റിപ്പോർട്ടുചെയ്ത പിശക് ഇതാണ്:");
define("LAN_ERROR_42", "അധിക പിശക് വിവരം:");
define("LAN_ERROR_43", "സൈറ്റ് താൽക്കാലികമായി ലഭ്യമല്ല");
define("LAN_ERROR_44", "സൈറ്റ് ലോഗോ");
define("LAN_ERROR_45", "ഇപ്പോൾ നിങ്ങൾക്ക് എന്തു ചെയ്യാനാകും?");
define("LAN_ERROR_46", "വിശദാംശങ്ങൾക്കായി ലോഗ് പരിശോധിക്കുക.");


?>