<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/25 16:41:40
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("COMLAN_0", "[അഡ്മിൻ തടഞ്ഞിരുന്നു]");
define("COMLAN_1", "തടസ്സം നീക്കുക");
define("COMLAN_2", "തടയുക");
define("COMLAN_4", "വിവരം");
define("COMLAN_5", "അഭിപ്രായങ്ങൾ ...");
define("COMLAN_6", "ഈ സൈറ്റിൽ അഭിപ്രായങ്ങൾ രേഖപ്പെടുത്താൻ നിങ്ങൾ ലോഗിൻ ചെയ്തിരിക്കണം - ദയവായി ലോഗിൻ ചെയ്യുക, നിങ്ങൾ രജിസ്റ്റർ ചെയ്തിട്ടില്ലെങ്കിൽ ക്ലിക്ക്");
define("COMLAN_7", "പ്രധാന സൈറ്റ് അഡ്മിനിസ്ട്രേറ്റർ");
define("COMLAN_8", "അഭിപ്രായം");
define("COMLAN_9", "അഭിപ്രായം സമർപ്പിക്കൂ");
define("COMLAN_10", "അഡ്മിനിസ്ട്രേറ്റർ");
define("COMLAN_11", "ഡേറ്റാബേസിൽ നിങ്ങളുടെ അഭിപ്രായം രേഖപ്പെടുത്താൻ കഴിയുന്നില്ല - അപ്രമാണിത പ്രതീകങ്ങൾ ഒഴിവാക്കി ദയവായി വീണ്ടും ടൈപ്പുചെയ്യുക.");
define("COMLAN_12", "പ്രയോജകന്‍");
define("COMLAN_16", "ഉപയോക്തൃനാമം:");
define("COMLAN_100", "വാർത്ത");
define("COMLAN_101", "വോട്ടെടുക്കല്‍");
define("COMLAN_102", "മറുപടിയായി:");
define("COMLAN_103", "ലേഖനം");
define("COMLAN_104", "അവലോകനം ചെയ്യുക");
define("COMLAN_105", "ഉള്ളടക്കം");
define("COMLAN_106", "ഡൗൺലോഡ്");
define("COMLAN_145", "രജിസ്റ്റര്‍ ചെയ്‌ത");
define("COMLAN_194", "അതിഥി");
define("COMLAN_195", "രജിസ്റ്റർ ചെയ്ത അംഗം");
define("COMLAN_310", "ഈ ഉപയോക്തൃനാമം രജിസ്റ്റർ ചെയ്തിട്ടുള്ളതിനാൽ പോസ്റ്റ് സ്വീകരിക്കാൻ കഴിയില്ല - അത് നിങ്ങളുടെ ഉപയോക്തൃനാമം ആണെങ്കിൽ പോസ്റ്റ് ചെയ്യാൻ ലോഗിൻ ചെയ്യുക.");
define("COMLAN_312", "ഇരട്ട പോസ്റ്റ് - സ്വീകരിക്കാൻ കഴിയില്ല.");
define("COMLAN_313", "സ്ഥലം");
define("COMLAN_314", "അഭിപ്രായങ്ങളുടെ മദ്ധ്യസ്ഥനിർവ്വഹണം നടത്തുക.");
define("COMLAN_315", "ട്രാക്ക്ബാക്ക്സ്");
define("COMLAN_316", "ഈ വാർത്താപോസ്റ്റിന് ട്രാക്ക്ബാക്ക് ഒന്നുമില്ല.");
define("COMLAN_317", "ട്രാക്ക്ബാക്ക് മോഡറേറ്റ് ചെയ്യുക");
define("COMLAN_318", "അഭിപ്രായം എഡിറ്റുചെയ്യുക");
define("COMLAN_319", "എഡിറ്റുചെയ്തത്");
define("COMLAN_320", "അഭിപ്രായം അപ്ഡേറ്റുചെയ്യുക");
define("COMLAN_321", "ഇവിടെ");
define("COMLAN_322", "സൈൻ അപ്പ് ചെയ്യാൻ");
define("COMLAN_323", "പിശക്!");
define("COMLAN_324", "വിഷയം");
define("COMLAN_325", "മറു:");
define("COMLAN_326", "ഇതിന് മറുപടി നൽകുക");
define("COMLAN_328", "അഭിപ്രായങ്ങൾ ലോക്ക് ചെയ്തിരിക്കുന്നു");
define("COMLAN_329", "അംഗീകൃതമല്ലാത്തത്");
define("COMLAN_330", "ഐ.പി");
define("COMLAN_331", "സമ്മതം പ്രതീക്ഷിച്ചിരിക്കുന്നത്");
define("COMLAN_332", "അഭിപ്രായം നീക്കം ചെയ്യാൻ കഴിഞ്ഞില്ല");
define("COMLAN_333", "അഭിപ്രായം അംഗീകരിച്ചു");
define("COMLAN_334", "അഭിപ്രായം അംഗീകരിക്കാനായില്ല");
define("COMLAN_335", "അംഗീകരിച്ചു");
define("COMLAN_336", "ആദ്യം എന്തെങ്കിലും എഴുതൂ.");
define("COMLAN_337", "വിജയകരമായി അപ്ഡേറ്റുചെയ്തു.");
define("COMLAN_400", "അംഗീകരിച്ചു");
define("COMLAN_401", "തടഞ്ഞു");
define("COMLAN_402", "തീർപ്പുകൽപ്പിക്കപ്പെടാത്ത");
define("COMLAN_403", "ഒരു സന്ദേശം ഇടുക...");
define("COMLAN_404", "അംഗീകരിക്കുക");
define("COMLAN_TYPE_1", "വാർത്തകൾ");
define("COMLAN_TYPE_2", "ഡൗൺലോഡ്");
define("COMLAN_TYPE_3", "പതിവുചോദ്യങ്ങൾ");
define("COMLAN_TYPE_4", "പോൾ");
define("COMLAN_TYPE_5", "പ്രമാണങ്ങൾ");
define("COMLAN_TYPE_6", "ബഗ് ട്രാക്ക്");
define("COMLAN_TYPE_7", "ആശയങ്ങൾ");
define("COMLAN_TYPE_8", "ഉപയോക്തൃ പ്രൊഫൈൽ");
define("COMLAN_TYPE_PAGE", "ഉള്ളടക്കം");
define("COMLAN_500", "അഭിപ്രായം രേഖപ്പെടുത്താൻ ദയവായി [പ്രവേശിക്കുക].");
define("COMLAN_501", "നിങ്ങൾ ഇതുവരെ രജിസ്റ്റർ ചെയ്തിട്ടില്ലെങ്കിൽ, [രജിസ്റ്റർ ചെയ്യാനായി ഇവിടെ ക്ലിക്കുചെയ്യാം].");


?>